[
  {
    "id": 1,
    "name": "Siddik Junayed",
    "img": "https://as2.ftcdn.net/v2/jpg/03/64/21/11/1000_F_364211147_1qgLVxv1Tcq0Ohz3FawUfrtONzz8nq3e.jpg",
    "review": "Excellent communication, I'm very happy with the result. This laptop always finishes the mission in advance, which allows me to take the time to look at and discuss any changes with this, which is very appreciable.",
    "rating": 5
  },
  {
    "id": 2,
    "name": "Mohiuddin Jahanggir",
    "img": "https://as1.ftcdn.net/v2/jpg/02/43/12/34/1000_F_243123463_zTooub557xEWABDLk0jJklDyLSGl2jrr.jpg",
    "review": "Always delighted with our collaboration, the communication is always very good. A real pleasure to see this laptop's work and the evolution of the future. I recommend to buy this laptop without hesitation.",
    "rating": 4.8
  },
  {
    "id": 3,
    "name": "Biplop Vottacarjo",
    "img": "https://as2.ftcdn.net/v2/jpg/02/92/95/17/1000_F_292951705_zv47wnXkjzHzSouYLpYcNgTOOosDv1ml.jpg",
    "review": "If i could give 100 stars i would! The speed and performance is the highest level. Very communicative and helpful.",
    "rating": 5
  },
  {
    "id": 4,
    "name": "Selim Data Noman",
    "img": "https://as1.ftcdn.net/v2/jpg/02/99/04/20/1000_F_299042079_vGBD7wIlSeNl7vOevWHiL93G4koMM967.jpg",
    "review": "It was a great experience. This laptop is very understanding and always fulfils my requirements promptly. This is also very friendly and flexible.",
    "rating": 4.9
  },
  {
    "id": 5,
    "name": "Sozib Telisamad(JJ)",
    "img": "https://as1.ftcdn.net/v2/jpg/01/80/70/50/1000_F_180705061_xGKofxEpaquIrBqpnMHpwCHI8Fagza6n.jpg",
    "review": "Working with this laptop is very easy. This laptop are very professional, communication is excellent and requirements understood and executed well. My all requirements for a laptop is fullfilled, and the performance is very fast. Highly recommend",
    "rating": 5
  },
  {
    "id": 6,
    "name": "Abir Alom",
    "img": "https://as2.ftcdn.net/v2/jpg/03/61/34/27/1000_F_361342769_X26dTcofZpukhMGYWFcn1wJNABEFtNLH.jpg",
    "review": "This laptop is exceptional. I am very glad I chose this as my work partner, I could not be more happy with this. This laptop knows everything about his craft, in full detail. I promise you, you dont need to look further, you came to the right place. I hope to be able buy for a many years from now on. Thank you!",
    "rating": 4.7
  },
  {
    "id": 7,
    "name": "Kutubuddin Akharullah Niloy",
    "img": "https://as2.ftcdn.net/v2/jpg/03/03/11/75/1000_F_303117590_NNmo6BS2fOBEmDp8uKs2maYmt03t8fSL.jpg",
    "review": "Excellent service and was very good communicating back and forth with me and was able to resolve any issues I had. I think this laptop know about me before expected and works exactly how I needed it. Would highly recommend!!",
    "rating": 5
  }
]